{
  "APP_NAME": "terms-and-conditions",
  "About": "About",
  "Hello world !": "Hello world !",
  "Home": "Home",
  "Version": "Version",
  "accept": "Accept Terms & Conditions",
  "thanks": "Thank you for submitting this form",
  "submit": "I Accept to Policy Statement",
  "text1": "The Company fully complies with GDPR requirements and is able to demonstrate the proof.",
  "text2": "The Company shall take all possible measures to protect personal data belonging to EU data subjects that the Company might process in the course of its activities.",
  "text3": "The Company claims that personal data belonging to EU data subjects that the Company might process in the course of its activities:",
  "text4": "Shall be processed lawfully, and the lawfulness of processing shall be verified;",
  "text5": "Shall be processed fairly and in a transparent manner in relation to the data subject;",
  "text6": "Shall be collected for specified, explicit and legitimate purposes and not further processed in a manner that is incompatible with those purposes;",
  "text7": "Shall be adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed;",
  "text8": "Shall be accurate and, where necessary, kept up to date;",
  "text9": "Shall be kept no longer than is necessary for the purposes for which the personal data are processed or no longer than the applicable legislation requires;",
  "text10": "Shall be protected from unauthorized or unlawful use or processing, disclosure, loss, destruction or damage by means of technical and organizational measures selected in accordance with the risk-based approach.",
  "text11": "The Company claims to ensure that the basic rights of a data subject shall be preserved: right of access, right to rectification and erasure, right of restriction of processing, right to data portability, right to object, right not to be subject to a decision based solely on automated processing.",
  "text12": "The Company ensures that its employees and any persons under its authority who access the personal data have committed themselves to confidentiality or are under an appropriate statutory obligation of confidentiality.",
  "text13": "Where it is required to transfer personal data belonging to EU data subjects to a third country, Data Processing Agreement (hereinafter referred to as DPA) shall be signed between the parties involved.",
  "text14": "The Company claims to ensure the ongoing confidentiality, integrity, availability and resilience of processing systems and services.",
  "text15": "The Company claims to ensure the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident.",
  "text16": "The Company claims to ensure that personal data is protected from unauthorized or unlawful use or processing, disclosure, loss, destruction or damage and processing is performed in accordance with this Regulation.",
  "text17": "For the following purposes, the Company has implemented appropriate technical and organizational measures (hereinafter referred to as TOMs) ",
  "text18": "TOMs have been selected and implemented based on the risks defined in the course of the personal data processing risk analysis.",
  "text19": "TOMs might be implemented following customers’ requirements.",
  "text20": "TOMs shall be reviewed and updated on a regular basis in accordance with ",
  "text21": "TOMs shall be audited and reviewed for effectiveness in the course of internal audits and the results shall be kept ",
  "text22": "The inventory of personal data processed by the Company shall be kept along with the lawful ground for processing ",
  "text23": "The list of the personnel authorized to process personal data shall be kept ",
  "text24": "The personnel of the Company is obliged to take appropriate training in regard to personal data processing rules adopted in the Company. The training materials and records shall be kept ",
  "text25": "In the event of a personal data breach, the Company shall follow the data breach notification process:",
  "text26": "Supervisory authority shall be notified: where feasible, not later than 72 hours.",
  "text27": "Data subject shall be notified",
  "text28": "Personal data breaches shall be documented, comprising the facts relating to the personal data breach, its effects and the remedial action taken.",
  "text29": "Code of conduct has been adopted in the Company for the purpose of specifying the application of GDPR in the Company ",
  "text30": "This form of Mera Software Service doo Belgrade, was created for the purpose of recording and collecting data of candidates and employees in accordance with the provisions of the Law on Personal Data Protection",
  "text31": "This form of Mera Software Service doo Belgrade, was created for the purpose of recording and collecting data of candidates and employees in accordance with the provisions of the Law on Personal Data Protection ('Official Gazette of RS' No.97 / 08, 104/09-dc.zakon, 68 / 12 - decision US and 107/2012), hereinafter referred to as the Law.",
  "text32": "Data processing is manifested in collecting, recording, analyzing data provided by candidates and employees.",
  "text33": "Data collected: on the basis of freely given consent - the consent of the person, pursuant to Articles 10, 15, 17 and 18 of the Law on Personal Data Protection: name and surname of the person, JMBG, the name of one parent, date and place of birth, and municipality, country, citizenship, contact telephone, e-mail address, type and degree of education, educational profile, name and place of educational institution where the person was educated, the course in which the person was educated, health certificate.",
  "text34": "Purpose of collected data - Engagement of the person providing data, execution of employment contract or other contractual relationship, marketing, product offer of the Company.",
  "text35": "The manner of using the data is performed by the authorized persons employed in Mera Software Service doo Beograd, obtaining the approval of the candidates and employees and using the data they have provided for the purpose of performing the Company's activities.",
  "text36": "The legal basis for data collection is the voluntary personal consent of the person to whom the data relate, in writing, in accordance with Articles 10, 15, 17 and 18 of the Law on Personal Data Protection ('Official Gazette of RS' No. 97/08, 104/09-law, 68/12-decision US and 107/2012).",
  "text37": "Consent may be freely recalled at any time by a written statement. The consequences of the revocation of the consent are termination of processing and deletion of the collected data.",
  "text38": "In the case of processing, the following rights shall belong to the person:",
  "text39": "the right to a true and complete notification of the processing of his data;",
  "text40": "to require the employer to view the data relating to him or to request a copy, update, supplement, update, delete he data as well as an interruption and temporary suspension of the processing operation;",
  "text41": "to delete the data if the purpose of the processing is not clearly defined, it changes and the person does not consent to the processing for a new purpose, if the purpose is achieved or if the realization becomes possible without processing the data, or if the collection or processing is done in an illegal manner.",
  "text42": "Data processing is allowed only for the purpose of the stated purpose and in accordance with the law.",
  "title1": "Policy Statement",
  "title2": "Thank you for submitting this form",
  "title3": "Notice about collection and use of personal data",
  "subtitle1": "General Statements",
  "subtitle2": "Confidentiality",
  "subtitle3": "Data Processing Agreement",
  "subtitle4": "Technical and Organizational Measures",
  "subtitle5": "Technical and Organizational Measures Effectiveness Review",
  "subtitle6": "Personal Data Inventory",
  "subtitle7": "Personnel Authorized to Process Personal Data",
  "subtitle8": "Personal Data Processing Rules Awareness",
  "subtitle9": "Personal Data Breach Notification Procedure",
  "subtitle10": "Code of Conduct",
  "subtitle11": "Notice About Collection and Use of Personal Data",
  "copyright": "All rights reserved.",
  "back": "Go Back"
}
