{
  "APP_NAME": "terms-and-conditions",
  "About": "About",
  "Hello world !": "Hello world !",
  "Home": "Home",
  "Version": "Version",
  "accept": "Prihvati uslove koriscenja",
  "thanks": "Hvala",
  "submit": "Prihvatam uslove",
  "text1": "The Company fully complies with GDPR requirements and is able to demonstrate the proof.",
  "text2": "The Company shall take all possible measures to protect personal data belonging to EU data subjects that the Company might process in the course of its activities.",
  "text3": "The Company claims that personal data belonging to EU data subjects that the Company might process in the course of its activities:",
  "text4": "Shall be processed lawfully, and the lawfulness of processing shall be verified;",
  "text5": "Shall be processed fairly and in a transparent manner in relation to the data subject;",
  "text6": "Shall be collected for specified, explicit and legitimate purposes and not further processed in a manner that is incompatible with those purposes;",
  "text7": "Shall be adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed;",
  "text8": "Shall be accurate and, where necessary, kept up to date;",
  "text9": "Shall be kept no longer than is necessary for the purposes for which the personal data are processed or no longer than the applicable legislation requires;",
  "text10": "Shall be protected from unauthorized or unlawful use or processing, disclosure, loss, destruction or damage by means of technical and organizational measures selected in accordance with the risk-based approach.",
  "text11": "The Company claims to ensure that the basic rights of a data subject shall be preserved: right of access, right to rectification and erasure, right of restriction of processing, right to data portability, right to object, right not to be subject to a decision based solely on automated processing.",
  "text12": "The Company ensures that its employees and any persons under its authority who access the personal data have committed themselves to confidentiality or are under an appropriate statutory obligation of confidentiality.",
  "text13": "Where it is required to transfer personal data belonging to EU data subjects to a third country, Data Processing Agreement (hereinafter referred to as DPA) shall be signed between the parties involved.",
  "text14": "The Company claims to ensure the ongoing confidentiality, integrity, availability and resilience of processing systems and services.",
  "text15": "The Company claims to ensure the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident.",
  "text16": "The Company claims to ensure that personal data is protected from unauthorized or unlawful use or processing, disclosure, loss, destruction or damage and processing is performed in accordance with this Regulation.",
  "text17": "For the following purposes, the Company has implemented appropriate technical and organizational measures (hereinafter referred to as TOMs) ",
  "text18": "TOMs have been selected and implemented based on the risks defined in the course of the personal data processing risk analysis.",
  "text19": "TOMs might be implemented following customers’ requirements.",
  "text20": "TOMs shall be reviewed and updated on a regular basis in accordance with ",
  "text21": "TOMs shall be audited and reviewed for effectiveness in the course of internal audits and the results shall be kept ",
  "text22": "The inventory of personal data processed by the Company shall be kept along with the lawful ground for processing ",
  "text23": "The list of the personnel authorized to process personal data shall be kept ",
  "text24": "The personnel of the Company is obliged to take appropriate training in regard to personal data processing rules adopted in the Company. The training materials and records shall be kept ",
  "text25": "In the event of a personal data breach, the Company shall follow the data breach notification process:",
  "text26": "Supervisory authority shall be notified: where feasible, not later than 72 hours.",
  "text27": "Data subject shall be notified",
  "text28": "Personal data breaches shall be documented, comprising the facts relating to the personal data breach, its effects and the remedial action taken.",
  "text29": "Code of conduct has been adopted in the Company for the purpose of specifying the application of GDPR in the Company ",
  "text30": "This form of Mera Software Service doo Belgrade, was created for the purpose of recording and collecting data of candidates and employees in accordance with the provisions of the Law on Personal Data Protection ",
  "text31": "Ovaj obrazac Mera Software Service doo Beograd, nastao je u cilju evidencije i prikupljanja podataka kandidata i zaposlenih u skladu sa odredbama Zakona o zaštiti podataka ličnosti („Sl.glasnik RS“ br.97/08, 104/09-dr.zakon, 68/12 - odluka US i 107/2012), u daljem tekstu Zakon.",
  "text32": "Obrada podataka se ispoljava u prikupljanju, beleženju, razmatranju podataka dostavljenih od strane kandidata i zaposlenih. ",
  "text33": "Podaci koji se prikupljaju: na osnovu slobodno datog pristanka - saglasnosti lica, shodno članu 10, 15, 17. i 18. Zakona o zaštiti podataka o ličnosti: ime i prezime lica, JMBG, ime jednog roditelja, datum i mesto rođenja, adresa stanovanja i opština, zemlja, državljanstvo, kontakt telefon, e-mail adresa, vrsta i stepen stručne spreme, obrazovni profil, naziv i mesto obrazovne ustanove gde se lice obrazovalo, smer na kome se lice obrazovalo, uverenje o zdravstvenoj sposobnosti.",
  "text34": "Svrha prikupljenih podataka – Angažovanje lica koje daje podatke, izvršavanje ugovora o zaposlenju ili drugog ugovornog odnosa, marketing, ponuda proizvoda Društva.",
  "text35": "Način korišćenja podataka vrši se od strane ovlašćenih lica zaposlenih u Mera Software Service doo Beograd, dobijanjem saglasnosti kandidata i zaposleni i korišćenjem podataka koje su oni dostavili, u svrhu obavljanja delatnosti Društva.",
  "text36": "Pravni osnov prikupljanja podataka je dobrovoljni lični pristanak lica na koje se podaci odnose, u pisanoj formi, u skladu sa članom 10, 15, 17. i 18. Zakona o zaštiti podataka ličnosti („Sl.glasnik RS“ br.97/08, 104/09-dr.zakon, 68/12-odluka US i 107/2012).",
  "text37": "Pristanak se u bilo koje vreme može slobodno opozvati pisanom izjavom. Posledice opoziva pristanka su prestanak obrade i brisanje prikupljenih podataka. ",
  "text38": "Licu u slučaju obrade pripadaju sledeća prava: ",
  "text39": "pravo na istinito i potpuno obaveštenje o obradi njegovih podataka; ",
  "text40": "da zahteva od poslodavca stavljanje na uvid podataka koji se na njega odnose, odnosno da zahteva kopiju, ispravku, dopunu, ažuriranje, brisanje podatka kao i prekid i privremenu obustavu postupka obrade;",
  "text41": "na brisanje podatka ukoliko svrha obrade nije jasno određena, ista se promeni a lice ne pristane na obradu u novu svrhu, ako se svrha ostvari ili ako ostvarenje postaje moguće i bez obrade datih podataka, ili ukoliko se prikupljanje ili obrada vrše na protivzakonit način. ",
  "text42": "Obrada podatka je dozvoljena samo u svrhu navedenog cilja i u skladu sa zakonom.  ",
  "text43": "Izgleda da tražite nepostojeću stranicu. U slučaju da ste ručno ukucali adresu, proverite da li imate grešku u kucanju.",
  "text44": "Molimo vas da proverite Vaš email. U njemu se nalazi pravi url.",
  "text45": "Ako ste zainteresovani  za to čime se bavi kompanija MERA, pritisnite donje dugme koje će Vas odvesti na početnu stranu.",
  "title1": "Policy Statement SR",
  "title2": "Hvala",
  "title3": "Obaveštenje o prikupljanju i korišćenju ličnih podataka",
  "title4": "Nepostojeća stranica (greska 404)",
  "subtitle1": "General Statements",
  "subtitle2": "Confidentiality",
  "subtitle3": "Data Processing Agreement",
  "subtitle4": "Technical and Organizational Measures",
  "subtitle5": "Technical and Organizational Measures Effectiveness Review",
  "subtitle6": "Personal Data Inventory",
  "subtitle7": "Personnel Authorized to Process Personal Data",
  "subtitle8": "Personal Data Processing Rules Awareness",
  "subtitle9": "Personal Data Breach Notification Procedure",
  "subtitle10": "Code of Conduct",
  "subtitle11": "Notice About Collection and Use of Personal Data",
  "back": "Nazad",
  "copyright": "Sva prava zadržana.",
  "goToMera": "Idi na  MERA početnu stranicu"
}
